Repository: JimmyRespawn/IPTVFluent.i18n
Catalog: */Resources.resw
Source language: en_us
Languages: ar, cs, da, de, el, es, fr, it, ja_jp, nl, no, pl, pt, ro, ru, sv, tr, uk, zh_hant

# PurchaseLifetime.Text
source: Purchase $12.00
ar: شراء 12$
cs: Nákup Kč339,00
da: Køb kr96,00
el: Αγορά €12
es: Compra €12,00
fr: Acheter 12,00 €
it: Acquista 12,00 €
ja_jp: Ұ1,400 を購入
nl: Koop €12
no: Kjøpe kr124,00
pl: Kup zł54,99
pt: Compre €12,00
ro: Cumpără 59,99 Ron
ru: Купить $12.00
sv: Köp øre119,00
tr: ₺33,75’a satın alın
uk: Придбайте ₴310,00
zh_hant: 購買‌NT$399

# PurchaseLifetimeTip.Text
source: One-time charge to unlock plus feature.
ar: شحن لمرة واحدة لفتح ميزة زائدة.
cs: Jednorázové nabití pro odemknutí plus funkci.
da: Én gang opladning for at låse op plus funktion.
el: Εφάπαξ χρέωση για ξεκλείδωμα συν χαρακτηριστικό.
es: Cargo único para desbloquear características Plus.
fr: Charge unique pour déverrouiller les fonctionnalités Plus.
it: Carica una volta per sbloccare la funzione pro.
ja_jp: プラス機能のロックを解除するには一回限りの料金がかかります。
nl: Eenmalige toeslag om te ontgrendelen plus functie.
no: Engangs lading for å låse opp pluss funksjonalitet.
pl: Jednorazowe naładowanie aby odblokować plus funkcję.
pt: Cobrança única para desbloquear o recurso Pro.
ro: Taxă unică pentru a debloca plus caracteristică.
ru: Одноразовый заряд для разблокировки Pro функции.
sv: Engångsavgift för att låsa upp plus funktionen.
tr: Tek seferlik ödeme ile plus özellikleri açın.
uk: Одноразовий рахунок для розблокування плюс функції.
zh_hant: 一次性購買解鎖高級功能

# PurchaseTip.Text
source: Unlock pro feature.
ar: فتح ميزات النسخة الكاملة.
cs: Odemknout Pro funkci.
da: Lås Pro-funktionen op.
de: Pro-Features kaufen.
el: Ξεκλειδώστε pro χαρακτηριστικό.
es: Desbloquea funciones Pro.
fr: Débloquez les fonctionnalités Pro.
it: Sblocca le funzionalità Pro.
ja_jp: Pro版の機能をアンロック
nl: Pro-functies ontgrendelen.
no: Lås opp Pro-funksjonen.
pl: Odblokuj funkcje Pro.
pt: Desbloquear Funcionalidades Pro.
ro: Versiunea completă.
ru: Прокачайте Calendars до Pro.
sv: Fullständig version.
tr: Pro Özelliklerinin Kilidini Açın.
uk: Розблокувати Pro функції.
zh_hant: 解鎖高級特性（暫未推出）

# Rate.Text
source: Rate
ar: تقييم
cs: Ohodnotit
da: Bedøm
de: Bewertung
el: Βαθμολόγηση
es: Calificar
fr: Évaluer
it: Valuta
ja_jp: ご評価ください
nl: Beoordelen
no: Vurder
pl: Ocenić
pt: Taxa
ro: Evaluează
ru: Оценить
sv: Betygsätt
tr: Değerlendir
uk: Оцінити
zh_hant: 評價

# Resets.Content
source: Reset App
ar: إعادة تهيئة التطبيق
cs: Resetovat aplikaci
da: Nulstil applikation
de: App zurücksetzen
es: Restablecer la app
fr: Réinitialiser l'application
it: Reimposta app
ja_jp: アプリをリセット
nl: De app resetten
no: Tilbakestill App\n
pl: Uruchom aplikację ponownie
pt: Redefinir o App
ro: Resetați aplicația
ru: Сброс приложения
sv: Återställ app
tr: Uygulamayı Sıfırla
uk: Скинути додаток
zh_hant: 重置應用

# RestartApp.Text
source: Restart app
ar: إعادة تشغيل التطبيق
cs: Restartovat aplikaci
da: Genstart app
de: App neu starten
el: Επανεκκίνηση εφαρμογής
es: Reiniciar app
fr: Redémarrer l'application
it: Riavvia l'applicazione
ja_jp: アプリを再起動
nl: Herstart de app
no: Start appen på nytt
pl: Uruchom ponownie aplikację
pt: Reiniciar aplicação
ro: Restartați aplicația
ru: Перезапуск приложения
sv: Starta om appen
tr: Uygulamayı yeniden başlat
uk: Перезапустити
zh_hant: 重啓應用

# RestartAppTip.Text
source: Restart app to take effect.
ar: قم بأعادة تشغيل التطبيق لتطبيق الميزات.
cs: Restartujte aplikaci pro změny.
da: Genstart app for at træde i kraft.
de: App neu starten, damit es wirksam wird.
el: Επανεκκινήστε την εφαρμογή για να τεθεί σε ισχύ.
es: Reinicia la app para que tenga efecto.
fr: Redémarrez l'application pour appliquer les changements.
it: Riavvia l'app per applicare.
ja_jp: 有効にするにはアプリを再起動してください。
nl: Herstart om effect te hebben.
no: Start appen på nytt for å tre i kraft.
pl: Zrestartuj aplikację, aby odnieść efekt.
pt: Reiniciar a aplicação para ter efeito.
ro: Reporniți aplicația pentru aplicarea modificărilor.
ru: Перезапустите приложение.
sv: Starta om appen för att det ska träda i kraft.
tr: Etkili olması için uygulamayı yeniden başlatın.
uk: Перезапустіть програму, щоб зміни вступили в силу.
zh_hant: 重啓以生效

# Retreive.Text
source: RETRIEVE
ar: استعادة
cs: Získáno
da: Hent
de: Wiederherstellen
el: Ανάκτηση
es: Retirar
fr: Récupération
it: Recupera
ja_jp: 引き取る
nl: Ophalen
no: GJENNOMSNITT
pl: Pobierz
pt: Recuperar
ro: Preluat
ru: Возврат
sv: Hämta
tr: Kurtar
uk: Взяти
zh_hant: 獲取

# RetreiveTip.Text
source: Input the string here...
ar: أدخل السلسلة هنا...
cs: Vložte řetězec zde...
da: Indtast strengen her...
de: Geben Sie den String hier ein...
el: Εισάγετε τη συμβολοσειρά εδώ...
es: Introduce el texto aquí...
fr: Entrez la chaîne ici...
it: Inserisci la stringa qui...
ja_jp: ここに文字列を入力してください...
nl: Voer de tekenreeks hier in...
no: Skriv inn strengen her...
pl: Wpisz tutaj ciąg znaków...
pt: Insira a string aqui...
ro: Introduceți șirul aici...
ru: Введите строку...
sv: Skriv in strängen här...
tr: Dizeyi buraya yerleştirin...
uk: Введіть рядок тут...
zh_hant: 在這裏粘貼...

# Search.PlaceholderText
source: Playlist URL (M3U, M3U8)
ar: رابط قائمة التشغيل (م3u, m3u8)
cs: URL playlistu (m3u, m3u8)
da: Spillelistens URL (m3u, m3u8)
el: Διεύθυνση URL λίστας αναπαραγωγής (m3u, m3u8)
es: URL de la lista de reproducción (m3u, m3u8)
fr: URL de la liste de lecture (m3u, m3u8)
ja_jp: プレイリストの URL (m3u, m3u8)
nl: Afspeellijst URL (m3u, m3u8)
no: Spilleliste URL (M3U, M3U8)
pl: URL listy odtwarzania (m3u, m3u8)
pt: URL da playlist (m3u, m3u8)
ro: URL Playlist (m3u, m3u8)
ru: URL-адрес плейлиста (m3u, m3u8)
sv: URL för spellista (m3u, m3u8)
tr: Çalma listesi URL (m3u, m3u8)
uk: URL-адреса списку відтворення (m3u, m3u8)
zh_hant: 搜索頻道 (M3U/8鏈接)

# SearchEpisodeBox.PlaceholderText
source: Search channel
ar: البحث عن قناة
cs: Vyhledat kanál
da: Søg i kanal
de: Sender suchen
el: Αναζήτηση καναλιού
es: Buscar canal
fr: Rechercher une chaîne
it: Cerca canale
ja_jp: チャンネル検索
nl: Zender zoeken
no: Søk etter kanal
pl: Znajdź kanał
pt: Procurar canal
ro: Căutare canal
ru: Поиск каналов
sv: Sök kanal
tr: Kanal Ara
uk: Шукати канал
zh_hant: 搜索頻道...

# Settings.Text
source: Settings
ar: إعدادات
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Configuración
fr: Paramètres
it: Impostazioni
ja_jp: 設定
nl: Instellingen
no: Innstillinger
pl: Ustawienia
pt: Configurações
ro: Setări
ru: Настройки
sv: Inställningar
tr: Ayarlar
uk: Налаштування
zh_hant: 設置

# Streaming.Text
source: streaming...
ar: البث...
cs: vysílání...
el: ροή...
es: transmitiendo...
fr: Mise en mémoire tampon...
ja_jp: ストリーミング中...
nl: streamen...
no: endrer...
pl: streamowanie...
pt: transmitindo...
ru: стриминг...
sv: streamar...
tr: yayınlanıyor...
uk: трансляція...
zh_hant: 讀取中...

# SubsButtonText.Text
source: Subscribe $0.99
ar: الاشتراك $0.99
cs: Odebírat Kč29,00
da: Abonner kr8,00
de: 0,99 € abonnieren
el: Εγγραφείτε €0,99
es: Suscríbete por €0,99
fr: Abonnez-vous pour €0,99
it: Abbonati €0,99
ja_jp: Ұ120 を購読する
nl: Abonneer op €0,99
no: Abonner på kr10,00
pl: Subskrybuj zł4,49
pt: Inscreva-se €0,99
ro: Abonează-te la 4,99 RON
ru: Подписаться $0.99
sv: Prenumerera øre10,00
tr: Abone ol ₺2,75
uk: Підписатися на ₴25,00
zh_hant: 訂閱NT$33

# SubsButtonTipText.Text
source: Recurring charge every month.
ar: رسوم متكررة كل شهر.
cs: Opakující se poplatek každý měsíc.
da: Tilbagevendende gebyr hver måned.
de: Jeden Monat wiederkehrende Gebühren.
el: Επαναλαμβανόμενη χρέωση κάθε μήνα.
es: Cargo recurrente cada mes.
fr: Frais récurrents facturés chaque mois.
it: Ricarica ricorrente ogni mese.
ja_jp: 定期的な請求は毎月行われます。
nl: Maandelijks terugkerende kosten.
no: Gjentagende avgift hver måned.
pl: Opłata okresowa co miesiąc.
pt: Cobrança recorrente todo mês.
ro: Taxă recurentă lunară.
ru: Периодическая оплата каждый месяц.
sv: Återkommande avgift varje månad.
tr: Her ay tekrarlanan ücret.
uk: Регулярний заряд кожного місяця.
zh_hant: 每月定時消費

# Subscribed.Text
source: Subscribed
ar: مشترك فيها
cs: Odebíráno
da: Abonnement bekræftet
de: Abonniert
el: Εγγραφήκατε
es: Suscrito
fr: Abonné
it: Iscrizione
ja_jp: 購読済み
nl: Geabonneerd
no: Abonnert
pl: Zasubskrybowane
pt: Subscrito
ro: Abonare
ru: Подписаны
sv: Prenumererad
tr: Abone olundu
uk: Підписка
zh_hant: 已訂閱

# SubscribedTip.Text
source: Manage your subscription, or cancel monthly plus subscription
ar: إدارة اشتراكك ، أو إلغاء الاشتراك الشهري زائدا
cs: Spravujte své předplatné, nebo zrušte měsíční plus předplatné
da: Administrer dit abonnement, eller annuller månedligt plus abonnement
de: Verwalten Sie Ihr Abonnement oder kündigen Sie monatlich plus Abonnement
el: Διαχειριστείτε τη συνδρομή σας ή ακυρώστε μηνιαία συνδρομή
es: Gestiona tu suscripción, o cancela tu suscripción Plus mensual
fr: Gérez votre abonnement ou annulez votre abonnement plus mensuel
it: Gestisci il tuo abbonamento, o annulla l'abbonamento mensile più
ja_jp: サブスクリプションを管理するか、毎月のプラスサブスクリプションをキャンセルします
nl: Beheer uw abonnement of annuleer maandelijks plus abonnement
no: Administrer ditt abonnement, eller avslutt månedlig pluss abonnement
pl: Zarządzaj subskrypcją lub anuluj miesięczną subskrypcję plus
pt: Gerencie sua assinatura ou cancele assinatura mensal mais
ro: Gestionează abonamentul sau anulează abonamentul lunar plus
ru: Управление подпиской или отмена ежемесячной подписки
sv: Hantera din prenumeration eller avsluta månadsvis plus prenumeration
tr: Aboneliğizini yönetin, veya aylık plus aboneliğinizi iptal edin
uk: Керуйте вашою підпискою або скасуйте місяць плюс підписку
zh_hant: 管理你的訂閱或取消訂閱

# SubsTip.Text
source: Purchase or subscribe plus feature to unlock.
ar: شراء أو ميزة الاشتراك زائد لإلغاء القفل.
cs: Nákup nebo odebírání funkce plus k odemknutí.
da: Køb eller abonnér plus-funktion for at låse op.
de: Kaufen oder abonnieren plus Funktion zum entsperren.
el: Αγορά ή εγγραφή συν λειτουργία για ξεκλείδωμα.
es: Compra o suscríbete a Plus para desbloquear.
fr: Acheter ou souscrire à la fonction plus pour déverrouiller.
it: Acquista o sottoscrive la funzione plus per sbloccare.
ja_jp: 購入または購読に加えてロックを解除する機能があります。
nl: Koop of abonneer plus functie om te ontgrendelen.
no: Kjøp eller abonnér på pluss funksjonen for å låse opp.
pl: Kup lub subskrybuj plus funkcję odblokowania.
pt: Comprar ou assinar mais recurso para desbloquear.
ro: Achiziționați sau abonați-vă plus caracteristica de deblocare.
ru: Покупайте или подпишитесь плюс для разблокировки.
sv: Köp eller prenumerera plus funktionen för att låsa upp.
tr: Plus özelliklerini açmak için satın alın veya abone olun.
uk: Придбати або підписатися плюс функцію, щоб розблокувати.
zh_hant: 購買或訂閱解鎖

# System.Content
source: System
cs: Systém
el: Σύστημα
es: Sistema
fr: Système
it: Sistema
ja_jp: システム
nl: Systeem
pt: Sistema
ro: Sistem
ru: Система
tr: Sistem
uk: Система
zh_hant: 系統

# Theme.Text
source: Theme
ar: الثيم
cs: Motiv
da: Tema
de: Thema
el: Θέμα
es: Tema
fr: Thème
it: Tema
ja_jp: テーマ
nl: Thema
no: Tema
pl: Motyw
pt: Tema
ro: Temă
ru: Тема
sv: Tema
tr: Tema
uk: Тема
zh_hant: 主題

# TipTextBlock.Text
source: Please enter an M3U link on the left or select a channel from the list
ar: الرجاء إدخال رابط m3u على اليسار أو تحديد أي قناة في القنوات
cs: Zadejte prosím m3u odkaz na levý nebo vyberte libovolný kanál v kanálech
da: Indtast venligst m3u link til venstre eller vælg en kanal i kanaler
de: Bitte gib den m3u-Link auf dem linken ein oder wähle einen Kanal in den Kanälen aus
el: Παρακαλώ εισάγετε m3u σύνδεσμο στα αριστερά ή επιλέξτε οποιοδήποτε κανάλι στα κανάλια
es: Por favor, introduzca un enlace m3u8 a la izquierda o selecciona cualquier canal
fr: Veuillez entrer un lien M3U / M3U8 dans la barre de recherche ou sélectionner n'importe quelle chaîne dans le panneau "Chaînes"
it: Inserisci il link m3u sulla sinistra o seleziona qualsiasi canale nei canali
ja_jp: 左側にm3uリンクを入力してください またはチャンネルから任意のチャンネルを選択してください
nl: Voer m3u link in aan de linkerkant of selecteer een kanaal in kanalen
no: Vennligst skriv inn en M3U-lenke til venstre eller velg en kanal fra listen
pl: Proszę wprowadzić link m3u po lewej stronie lub wybrać dowolny kanał w kanałach
pt: Por favor, insira o link m3u à esquerda ou selecione qualquer canal nos canais
ro: Introduceți link-ul m3u din stânga sau selectați orice canal din canale
ru: Пожалуйста, введите ссылку m3u слева от или выберите любой канал в каналах
sv: Vänligen ange m3u länk till vänster eller välj någon kanal i kanaler
tr: Lütfen sola M3U bağlantınızı girin veya listeden bir kanal seçin
uk: Будь ласка, введіть посилання m3u ліворуч або виберіть будь-який канал в каналах
zh_hant: 請在左側輸入 M3U 鏈接 或者跳轉頻道頁打開節目

# UpdateAvailable.Text
source: Update available
ar: التحديث متوفر
cs: K dispozici je aktualizace
da: Opdatering tilgængelig
el: Υπάρχει διαθέσιμη ενημέρωση
es: Actualización disponible
fr: Mise à jour disponible
it: Aggiornamento disponibile
ja_jp: 更新があります
nl: Update beschikbaar
no: Oppdatering tilgjengelig
pl: Dostępna jest aktualizacja
pt: Atualização disponível
ro: Actualizare disponibilă
ru: Обновление доступно
sv: Uppdatering tillgänglig
tr: Güncelleme var
uk: Доступно оновлення
zh_hant: 存在新版本

# UpdateTip.Text
source: Do you wish to update the app right now?
ar: هل ترغب في تحديث التطبيق الآن؟
cs: Přejete si aktualizovat aplikaci právě teď?
da: Ønsker du at opdatere appen lige nu?
de: Möchten Sie die App jetzt aktualisieren?
el: Θέλετε να ενημερώσετε την εφαρμογή αυτή τη στιγμή;
es: ¿Deseas actualizar la aplicación ahora mismo?
fr: Voulez-vous mettre à jour l'application maintenant ?
it: Vuoi aggiornare l'app in questo momento?
ja_jp: アプリをアップデートしますか？
nl: Wilt u de app nu bijwerken?
no: Ønsker du å oppdatere appen akkurat nå?
pl: Czy chcesz teraz zaktualizować aplikację?
pt: Deseja atualizar o app agora?
ro: Doriți să actualizați aplicația chiar acum?
ru: Вы хотите обновить приложение прямо сейчас?
sv: Vill du uppdatera appen just nu?
tr: Uygulamayı şimdi güncelleştirmek istiyor musunuz?
uk: Ви бажаєте оновити додаток зараз?
zh_hant: 希望現在就更新嗎？

# UpToDate.Text
source: No update available
ar: لا يوجد تحديث متوفر
cs: Nejsou dostupné žádné aktualizace
da: Ingen opdateringer er tilgængelige
de: Kein Update verfügbar
es: No hay actualizaciones disponibles
fr: Aucune mise à jour disponible
it: Nessun aggiornamento disponibile
ja_jp: 利用可能なアップデートはありません
nl: Geen update beschikbaar
no: Ingen oppdatering tilgjengelig
ru: Нет доступных обновлений
sv: Inga tillgängliga uppdateringar
tr: Mevcut güncelleme yok
uk: Оновлень немає
zh_hant: 沒有更新

# Version.Text
source: Version
ar: الإصدار
cs: Verze
el: Έκδοση
es: Versión
it: Versione
ja_jp: バージョン
nl: Versie
no: Versjon
pl: Wersja
pt: Versão
ro: Versiune
ru: Версия
tr: Versiyon
uk: Версія
zh_hant: 版本

# UrlNotValid.Text
source: URL is not valid
ar: عنوان URL للمتجر غير صالح
cs: URL adresa není platná
da: URL er ikke gyldig
de: URL ist ungültig
el: Το URL δεν είναι έγκυρο
es: La URL no es válida
fr: L'URL n'est pas valide
it: L'URL non è valido
ja_jp: URLが有効ではありません
nl: URL is ongeldig
no: URL er ikke gyldig
pl: Adres URL jest nieprawidłowy
pt: O URL não é válido
ro: URL-ul magazinului nu este valid
ru: URL-адрес не является допустимым
sv: URL är inte giltigt
tr: URL geçerli değil
uk: Неприпустима URL-адреса
zh_hant: URL無法解析

# GamepadControl.Text
source: Gamepad control
ar: التحكم بيد تحكم
cs: Nastavení ovladače
da: Gamepad Kontrolfiguration
de: Gamepad-Steuerung
el: Έλεγχοι Gamepad
es: Control de mando
fr: Contrôle par manette
it: Controlli Gamepad
ja_jp: ゲームパッドコントロール
nl: Gamepad Besturing
no: Gamepad kontroll
pl: Sterowanie kontrolerem
pt: Controle do Controle
ro: Control Gamepad
ru: Управление геймпада
sv: Gamepadkontroller
tr: Kumanda Kontrolleri
uk: Контролер
zh_hant: 手柄操作

# GamepadControlTip.Text
source: Enable gamepad instead of simulated mouse cursor.
ar: تمكين لوحة اللعبة بدلاً من محاكاة مؤشر الماوس.
cs: Povolit gamepad namísto simulovaného kurzoru myši.
da: Aktivér gamepad i stedet for simuleret musemarkør.
de: Gamepad statt simulierten Mauszeiger aktivieren.
el: Ενεργοποίηση gamepad αντί για προσομοίωση δρομέα ποντικιού.
es: Activar control de mando en lugar de cursor de ratón simulado.
fr: Activer la manette au lieu du curseur simulé.
it: Disabilita il gamepad invece del cursore del mouse simulato.
ja_jp: マウスカーソルの代わりにゲームパッドを有効にします。
nl: Schakel gamepad in plaats van gesimuleerde muiscursor in.
no: Aktiver spillkopi i stedet for simulert musepeker.
pl: Włącz gamepad zamiast symulowanego kursora myszy.
pt: Habilitar controle ao invés do cursor simulado do mouse.
ro: Activează cursorul de gamepad în loc de cursorul simulat al mouse-ului.
ru: Отключить геймпад вместо симулированного курсора мыши.
sv: Aktivera gamepad istället för simulerad muspekare.
tr: Simüle edilmiş fare imleci yerine oyun kolunu aktifleştir.
uk: Увімкніть геймпад замість імітації курсора.
zh_hant: 允許遊戲手柄代替鼠標

# Rename.Text
source: Rename
ar: إعادة تسمية
cs: Přejmenovat
da: Omdøb
de: Umbenennen
el: Μετονομάζω
es: Renombrar
fr: Renommer
it: Rinomina
ja_jp: 名前を変更する
nl: Hernoemen
no: Endre navn
pl: Zmień nazwę
pt: Renomear
ro: Redenumire
ru: Переименовать
sv: Byt namn
tr: Yeniden adlandır
uk: Переименовать
zh_hant: 重命名

# Favorites.Text
source: Favorites
cs: Oblíbené
da: Favoritter
de: Favoriten
el: Αγαπημένα
es: Favoritos
fr: Favoris
it: Preferiti
ja_jp: お気に入り
nl: Favorieten
no: Favoritter
pl: Ulubione
pt: Favoritos
ro: Favorite
ru: Избранное
sv: Favoriter
tr: Favoriler
uk: Улюблені
zh_hant: 收藏

# Open.Text
source: Open
ar: فتح
cs: Otevřeno
da: Åbn
de: Öffnen
el: Άνοιγμα
es: Abrir
fr: Ouvrir
it: Apri
ja_jp: 開ける
no: Åpen
pl: Otwórz
pt: Abrir
ro: Deschideți
ru: Открыть
sv: Öppna
tr: Açıldı
uk: Відкрити
zh_hant: 打開

# ChannelsHeader.Header
source: Channels
ar: القنوات
cs: Kanály
da: Kanaler
de: Kanäle
el: Κανάλια
es: Canales
fr: Chaînes
it: Canali
ja_jp: 経路
nl: Kanalen
pl: Kanały
pt: Canais
ro: Canale
ru: Каналы
sv: Kanaler
tr: Kanallar
uk: Канали
zh_hant: 頻道

# EPG.Text
source: Electronic program guide
ar: دليل البرنامج الإلكتروني
cs: Příručka elektronického programu
da: Elektronisk programguide
de: Elektronischer Programmführer
el: Ηλεκτρονικός οδηγός προγράμματος
es: Guía de programación
fr: Guide des programmes
it: Guida elettronica al programma
ja_jp: 電子プログラムガイド
nl: Elektronische programmagids
no: Elektronisk programveiledning
pl: Elektroniczny przewodnik programu
pt: Guia do programa eletrônico
ro: Ghidul programului electronic
ru: Руководство по электронной программе
sv: Elektronisk programguide
tr: Elektronik program kılavuzu
uk: Електронний програмний посібник
zh_hant: EPG 節目單

# EPGTip.Text
source: Input xml url to retrieve channel's upcoming shows.
ar: أدخل رابط xml لاسترداد المسلسلات القادمة للقناة.
cs: Vložte xml url pro načtení nadcházejících pořadů kanálu.
da: Input xml url for at hente kanalens kommende shows.
de: Geben Sie die xml-Url ein, um die kommenden Serien des Kanals abzurufen.
el: Εισαγάγετε xml url για να ανακτήσετε τις επερχόμενες εμφανίσεις του καναλιού.
es: Introduce la URL de un XML para obtener los próximos programas del canal.
fr: Entrez l'URL XML pour récupérer les séries à venir de la chaîne.
it: Input xml url per recuperare le prossime serie del canale.
ja_jp: チャンネルの今後の番組を取得するために xml Url を入力してください。
nl: Voer de xml-url in om aanstaande series van kanalen op te halen.
no: Inndata xml-url for å hente kanalens kommende serier.
pl: Wprowadź adres Url xml, aby pobrać nadchodzące seriale kanału.
pt: Url de entrada xml para recuperar séries futuras do canal.
ro: Url de intrare xml pentru a prelua serialele viitoare ale canalului.
ru: Введите Url-адрес xml для получения предстоящих сериалов канала.
sv: Skriv in xml-url för att hämta kanalens kommande serier.
tr: Kanalın gelecek olan gösterimlerini getirmek için xml url giriniz.
uk: Введіть посилання xml для отримання майбутніх серіалів каналу.
zh_hant: 輸入 EPG 地址來獲取節目單

# TVGuide.Header
source: TV Guide
ar: Failed to load channels
cs: TV program
da: TV fører
de: TV Programm
el: Αποτυχία φόρτωσης καναλιών
es: Guía de TV
fr: Guide TV
it: Guida TV
ja_jp: TVガイド
nl: Fout bij het laden van zenders
pl: Program TV
pt: Guia de TV
ro: Nu a reușit încărcarea canalelor
ru: Телепрограмма
tr: Kanalları yüklenemedi
uk: Не вдалося завантажити канали
zh_hant: 節目單

# Record.Content
source: Record
ar: تسجيل
cs: Záznam
da: Arkiv
de: Datensatz
el: Εγγραφή
es: Grabar
fr: Enregistrer
it: Registro
ja_jp: 記録
no: Post
pl: Rekord
pt: Gravação
ro: Tranzacţie
ru: Запись
sv: Spela in
tr: Kayıt
uk: Запис
zh_hant: 錄製

# Recording.Content
source: Recording
ar: تسجيل
cs: Nahrávání
da: Optagelse
de: Aufnahme
el: Εγγραφή
es: Grabando
fr: Enregistrement
it: Registrazione
ja_jp: 録画
nl: Opname
no: Tar opp
pl: Nagranie
pt: Gravação
ro: Se înregistrează
ru: Запись
sv: Inspelning
tr: Kayıt
uk: Запис
zh_hant: 錄製中

# Saving.Text
source: Saving...
ar: جارٍ الحفظ...
cs: Ukládání...
da: Gemmer...
de: Speichervorgang läuft...
el: Αποθήκευση...
es: Guardando...
fr: Sauvegarde...
it: Salvataggio...
ja_jp: 保存中…
nl: Opslaan...
no: Lagrer...
pl: Zapisywanie...
pt: Salvando...
ro: Salvare...
ru: Сохранение...
sv: Sparar...
tr: Kaydediliyor...
uk: Збереження...
zh_hant: 保存中...

# RecordVideo.Text
source: Record video
ar: تسجيل مقطع مرئي
cs: Nahrát video
da: Optag video
de: Video aufnehmen
el: Εγγραφή βίντεο
es: Grabar vídeo
fr: Enregistrer une vidéo
it: Registra video
ja_jp: 動画を録画
nl: Video opnemen
no: Spill inn en video
pl: Nagrywanie wideo
pt: Gravar vídeo
ro: Înregistrați un videoclip
ru: Запись видео
sv: Spela in en video
tr: Bir video kaydet
uk: Запис відео
zh_hant: 錄製視頻

# RecordVideoTip.Text
source: The recording is for you own personal use (no audio).
ar: التسجيل هو لاستخدامك الشخصي (لا صوت).
cs: Záznam je pro vás vlastní osobní použití (bez audio).
da: Optagelsen er til eget brug (ingen lyd).
de: Die Aufnahme ist für den persönlichen Gebrauch (keine Audio).
el: Η ηχογράφηση είναι για δική σας προσωπική χρήση (χωρίς ήχο).
es: La grabación es para su uso personal (sin audio).
fr: L'enregistrement est pour vous propre usage personnel (sans audio).
it: La registrazione è per voi proprio uso personale (nessun audio).
ja_jp: 録音はあなた自身の個人的な使用(オーディオなし) のためのものです。
nl: De opname is voor je persoonlijke gebruik (geen audio).
no: Opptaket er for deg selv (ingen lyden).
pl: Nagrywanie jest przeznaczone do użytku osobistego (bez audio).
pt: A gravação é para seu próprio uso pessoal (sem áudio).
ro: Înregistrarea este pentru uz personal (fără fișiere audio).
ru: Запись предназначена для личного пользования (без звука).
sv: Inspelningen är för eget bruk (inget ljud).
tr: Kayıt sadece sizin kişisel kullanımınız içindir (ses yok).
uk: Запис для вас є особистим використанням (без аудіо).
zh_hant: 錄製的視頻只能供私人使用(暫無聲音)

# LaunchMenu.Text
source: Launch menu
ar: قائمة التشغيل
cs: Spustit menu
da: Start menu
de: Menü starten
el: Μενού εκκίνησης
es: Menú de inicio
fr: Menu de lancement
it: Usa menu
ja_jp: メニューを起動
nl: Menu openen
no: Start meny
pl: Uruchom menu
pt: Menu de inicialização
ro: Meniu lansare
ru: Запуск меню
sv: Startmenyn
tr: Başlatma menüsü
uk: Меню запуску
zh_hant: 默認啓動

# LaunchMenuTip.Text
source: Change default menu while launching the app.
ar: تغيير القائمة الافتراضية أثناء تشغيل التطبيق.
cs: Změnit výchozí nabídku při spouštění aplikace.
da: Skift standardmenu, mens app'en startes.
de: Standardmenü beim Starten der App ändern.
el: Αλλάξτε το προεπιλεγμένο μενού κατά την εκκίνηση της εφαρμογής.
es: Cambiar el menú por defecto al iniciar la aplicación.
fr: Changer le menu par défaut au lancement de l'application.
it: Cambia il menu predefinito durante l'avvio dell'app.
ja_jp: アプリを起動中にデフォルトのメニューを変更します。
nl: Wijzig het standaardmenu tijdens het starten van de app.
no: Endre standard meny under oppstart av appen.
pl: Zmień domyślne menu podczas uruchamiania aplikacji.
pt: Alterar o menu padrão ao iniciar o aplicativo.
ro: Schimbă meniul implicit în timpul lansării aplicației.
ru: Изменить меню по умолчанию при запуске приложения.
sv: Ändra standardmenyn när appen startas.
tr: Uygulamayı başlatırken varsayılan menüyü değiştir.
uk: Змінити типове меню при запуску додатку.
zh_hant: 切換默認啓動的頁面
